#X-Generator: crowdin.com
### Personal Informational
## Positive
info.personal.arena.join.success=Has entrado a la arena %1.
info.personal.arena.leave.success=Has salido de la arena %1.
info.personal.arena.import.success=Mundo importado con \u00e9xito.
info.personal.arena.remove.success=Se ha eliminado la arena %1.
info.personal.arena.set-stage.preparing.success=Se ha iniciado el periodo de preparaci\u00f3n en la arena %1.
info.personal.arena.set-stage.playing.success=Ha comenzado la partida en la arena %1.
info.personal.arena.addspawn=Se ha a\u00f1adido el punto de aparici\u00f3n en %1 a la arena %2.
info.personal.arena.removespawn.index=Se ha eliminado el punto de aparici\u00f3n de %1 de la arena %2.
info.personal.arena.removespawn.coords=Se ha eliminado la aparici\u00f3n en %1 de la arena %2.
info.personal.arena.listspawns=Puntos de aparici\u00f3n de la arena %1\:
info.personal.arena.list=Arenas disponibles\:

info.personal.arena.create.welcome=\u00a1Bienvenido al asistente de creaci\u00f3n de arenas\! Para empezar, introduce la ID de la nueva arena.
info.personal.arena.create.exit-note=Nota\: puedes salir en cualquier momento escribiendo %1 en el chat.
info.personal.arena.create.cancel-keyword=Cancelar
info.personal.arena.create.cancelled=Se ha cancelado la creaci\u00f3n de la arena.
info.personal.arena.create.id=\u00a1Vale\! Tu arena se crear\u00e1 con la ID %1. Luego haz clic en el bloque que quieras utilizar como primera esquina de los l\u00edmites de la arena (la extensi\u00f3n abarcar\u00e1 todos los valores de Y).
info.personal.arena.create.bound-1=\u00a1Vale\! La primera esquina de los l\u00edmites estar\u00e1 en %1. Ahora haz clic en el bloque que quieras utilizar como segunda esquina de los l\u00edmites de la arena.
info.personal.arena.create.bound-2=\u00a1Vale\! La segunda esquina de los l\u00edmites estar\u00e1 en %1. Ahora col\u00f3cate en la ubicaci\u00f3n que quieras establecer como punto de aparici\u00f3n de la arena y escribe %2.
info.personal.arena.create.ok-keyword=Aceptar
info.personal.arena.create.success=\u00a1La arena se ha creado con \u00e9xito\! Puedes unirte escribiendo %1.

## Negative
info.personal.ban.perm=Se te ha prohibido permanentemente usar TTT en este servidor.
info.personal.ban.temp=Se te ha prohibido usar TTT en este servidor durante %1.
info.personal.ban.perm.karma=Se te ha prohibido permanentemente usar TTT en este servidor porque tu karma ha bajado de %1.
info.personal.ban.temp.karma=Se te ha prohibido usar TTT en este servidor para %1 porque tu karma ha bajado de %2.
info.personal.ban.temp.until=Se te ha prohibido usar TTT en este servidor hasta el %2 a las %1.
info.personal.ban.other.perm=%1 ha sido vetado permanentemente de usar TTT en este servidor.
info.personal.ban.other.temp=%1 ha sido vetado de usar TTT en este servidor durante %2.
info.personal.pardon=Se te ha retirado el veto de usar TTT en este servidor.
info.personal.pardon.other=Se te ha retirado el veto de %1 de usar TTT en este servidor.

info.personal.kick=Has sido expulsado de la ronda actual.
info.personal.kick.karma=Has sido eliminado autom\u00e1ticamente de la partida porque tu karma ha bajado de %1.
info.personal.kick.other=%1 ha sido expulsado de la partida actual.



## Neutral
# Help
info.command.usage.help=Escribe /ttt help para obtener ayuda.

# Game-related
# Note: the title values aren't explicitly referenced, but they're still used
info.personal.status.role.innocent=\u00a1Eres un terrorista inocente\! Pero cuidado, hay traidores cerca... \u00bfEn qui\u00e9n puedes confiar y qui\u00e9n est\u00e1 listo para llenarte de balas?
info.personal.status.role.traitor=\u00a1Eres un traidor\! Trabaja con otros traidores para matar al resto. Pero ten cuidado o tu traici\u00f3n puede ser descubierta...
info.personal.status.role.traitor.alone=\u00a1Eres un traidor\! No tienes compa\u00f1eros en esta ronda. \u00a1Mata a todos para ganar\!
info.personal.status.role.traitor.allies=Estos son tus camaradas\:
info.personal.status.role.detective=\u00a1Eres un detective\! La central de terroristas te ha dado recursos especiales para encontrar a los traidores. \u00dasalos para ayudar a que los inocentes sobrevivan, pero ten cuidado\: \u00a1Los traidores pueden estar busc\u00e1ndote para matarte primero\!

info.personal.status.role.innocent.title=\u00a1Eres inocente\!
info.personal.status.role.traitor.title=\u00a1Eres un traidor\!
info.personal.status.role.detective.title=\u00a1Eres un detective\!

info.personal.status.collect-dna=Has recogido muestras de ADN del cad\u00e1ver de %1.

info.personal.status.karma-damage=Tu karma es %1, as\u00ed que infligir\u00e1s %2 de da\u00f1o en esta ronda.

info.personal.status.discreet-search=Buscando el cad\u00e1ver discretamente.

info.personal.status.no-ammo=\u00a1Necesitas m\u00e1s munici\u00f3n\!

info.personal.status.no-drop=\u00a1No puedes soltar objetos durante la partida\!

### Help messages
info.help.available-cmds=Comandos disponibles\:
info.command.desc.carena=Inicia el asistente de creaci\u00f3n de arenas.
info.command.desc.rarena=Elimina la arena con el nombre especificado.
info.command.desc.listarenas=Muestra la lista de arenas disponibles.
info.command.desc.addspawn=A\u00f1ade un punto de inicio a la arena especificada. Pueden proporcionarse tres coordenadas y, si quieres, un mundo. Si no se proporcionan argumentos adicionales, se utilizar\u00e1 la ubicaci\u00f3n del remitente.
info.command.desc.removespawn=Elimina un punto de inicio de la arena especificada. Pueden proporcionarse tres coordenadas y, si quieres, un mundo. Si no se proporcionan argumentos adicionales, se utilizar\u00e1 la ubicaci\u00f3n del remitente. Tambi\u00e9n se puede utilizar un \u00edndice \u00fanico.
info.command.desc.listspawns=Muestra la lista de puntos de aparici\u00f3n de una arena sus respectivos \u00f3rdenes.
info.command.desc.import=Importa los mundos a la carpeta de la extensi\u00f3n.
info.command.desc.join=Te introduce en la arena especificada.
info.command.desc.leave=Te retira de la partida actual.
info.command.desc.prepare=Pone la ronda en el periodo de preparaci\u00f3n.
info.command.desc.start=Inicia la ronda.
info.command.desc.end=Fuerza a terminar una partida.
info.command.desc.kick=Expulsa a un jugador de la partida actual.
info.command.desc.ban=Veta a un jugador de usar TTT.
info.command.desc.pardon=Retira el veto de usar TTT de un jugador.
info.command.desc.slay=Mata a un jugador en la partida actual.
info.command.desc.respawn=Reaparece a un jugador en la partida actual.
info.command.desc.help=Muestra este men\u00fa de ayuda.

### General Informational
## Game-related
info.global.arena.event.join=%1 se ha unido a la partida.
info.global.arena.event.leave=%1 ha abandonado la partida.

info.global.round.event.starting=\u00a1La ronda va a empezar\!
info.global.round.status.starting.stopped=Se ha cancelado la cuenta atr\u00e1s de inicio de ronda.
info.global.round.event.started=\u00a1La partida ha comenzado\!

info.global.round.event.end.innocent=\u00a1Han ganado los inocentes en la arena %1\!
info.global.round.event.end.traitor=\u00a1Han ganado los traidores en la arena %1\!
info.global.round.event.end.innocent.min=\u00a1Han ganado los inocentes\!
info.global.round.event.end.traitor.min=\u00a1Han ganado los traidores\!

info.global.round.event.body-find=%1 ha encontrado el cad\u00e1ver de %2.
info.global.round.event.body-find.innocent=\u00c9l era inocente.
info.global.round.event.body-find.traitor=\u00a1\u00c9l era traidor\!
info.global.round.event.body-find.detective=\u00c9l era detective.

## Internal
info.plugin.enable=\u00a1Se ha activado %1\!
info.plugin.disable=\u00a1Se ha desactivado %1\!
info.plugin.info=Este servidor usa TTT versi\u00f3n %1, de %2.

info.plugin.compatibility.rename=Se ha detectado una carpeta de datos pre-0.5 ("Trouble In Terrorist Town"). Se le cambiar\u00e1 autom\u00e1ticamente el nombre a "TTT". Sin embargo, ser\u00e1 necesario volver a cambiarlo manualmente si quieres regresar a una versi\u00f3n pre-0.5.
info.plugin.compatibility.creating-file=%1 no encontrado; creando...



### Fragments
fragment.special.dev=desarrollador de TTT
fragment.special.tester.alpha=testeador de la alfa de TTT

fragment.seconds=%1 segundos
fragment.seconds.singular=%1 segundo
fragment.minutes=%1 minutos
fragment.minutes.singular=%1 minuto

fragment.full=lleno

fragment.innocent=Inocente
fragment.traitor=Traidor
fragment.detective=Detective



fragment.dead=muerto
fragment.karma=Karma
fragment.usage=Uso\: %1

### Item names/lore
item.id.name=ID
item.id.desc=Este es el cad\u00e1ver de %1.
item.role.traitor=\u00a1Esta persona era un traidor\!
item.role.detective=Esta persona era un detective.

item.crowbar.name=Palanca
item.gun.name=Arma
item.dna-scanner.name=Esc\u00e1ner de ADN

### Error messages
# Permissions
error.perms.generic=\u00a1No tienes permiso para hacer eso\!

# Command issues
error.command.too-few-args=\u00a1Hay pocos argumentos\! Escribe /ttt help para obtener ayuda.
error.command.invalid-args=\u00a1Los argumentos no son v\u00e1lidos\! Escribe /ttt help para obtener ayuda.
error.command.ingame=\u00a1Debes de estar en una partida para ejecutar este comando\!

# Arena
error.arena.dne=\u00a1La arena especificada a\u00fan no se ha creado ni importado\!
error.arena.already-exists=\u00a1Ya existe un mundo con este nombre\!
error.arena.no-round=\u00a1No hay ninguna ronda activa en la arena %1\!
error.arena.invalid-location=\u00a1Debes estar en el mismo mundo que la arena\!
error.arena.too-few-players=\u00a1No se puede iniciar una partida con menos de dos jugadores\!

error.arena.create.already=\u00a1Ya est\u00e1s en el asistente de creaci\u00f3n de arenas\!
error.arena.create.id-already-exists=\u00a1Ya existe una arena con esa ID\! Introduce una ID distinta para la nueva arena.
error.arena.create.invalid-id=\u00a1La ID contiene caracteres no v\u00e1lidos\! (No se permiten puntos ni espacio.)
error.arena.create.bad-bound=La segunda esquina de los l\u00edmites debe encontrarse en el mismo mundo que la primera.
error.arena.create.bad-spawn=\u00a1El punto de aparici\u00f3n debe estar dentro de los l\u00edmites\!

error.arena.removespawn.missing=\u00a1No hay punto de aparici\u00f3n\!

# Admin
error.admin.ban.invalid-time=\u00a1El tiempo de veto debe ser un n\u00famero\!

# Round
error.round.outside=\u00a1No est\u00e1s en ninguna partida\!
error.round.inside=\u00a1Ya est\u00e1s en una partida\!
error.round.full=\u00a1La partida especificada est\u00e1 llena\!
error.round.dne=\u00a1No se puede encontrar una partida en la arena %1\!
error.round.in-progress=\u00a1No puedes unirte a una ronda en progreso\!
error.round.started=\u00a1Esta ronda ya ha comenzado\!

# Player
error.round.trackee-left=\u00a1El jugador al que est\u00e1s siguiendo ya no est\u00e1\!
error.round.killer-left=\u00a1El asesino de este jugador no est\u00e1 en la partida\!
error.round.disabled-command=\u00a1No puedes utilizar este comando en una ronda de TTT\!

# Internal
error.plugin.mcstats=\u00a1Error al enviar las estad\u00edsticas a MCStats\!
error.plugin.world-load=El mundo especificado no se ha podido cargar, por lo que no es v\u00e1lido.
error.plugin.ban=\u00a1Error al vetar a %1\!
error.plugin.pardon=\u00a1Error al retirar el veto a %1\!
error.plugin.pardon.absent=%1 no est\u00e1 vetado de usar TTT.
error.plugin.folder-rename=Se ha producido un error al cambiar el nombre de la carpeta de datos. Es posible que tengas que hacerlo manualmente.
error.plugin.flint=Esta versi\u00f3n de TTT necesita Steel (versi\u00f3n API %1 o superior). Puedes descargarlo e instalarlo desde http\://dev.bukkit.org/bukkit-plugins/steel/. \u00a1Recuerda que TTT no funcionar\u00e1 sin ello\!
error.plugin.disabled=\u00a1TTT est\u00e1 desactivado actualmente\!
error.plugin.copy-config=\u00a1Error al copiar la configuraci\u00f3n antigua\!
error.plugin.file-write=\u00a1Error al escribir %1\!
error.plugin.uuid=\u00a1Error al obtener la UUID del jugador\!
error.plugin.generic=Se ha producido un error interno al ejecutar la tarea solicitada.
error.plugin.title-support=\u00a1Error al acceder a la base de c\u00f3digos NMS\! Se ha desactivado el soporte de t\u00edtulos.

