#X-Generator: crowdin.com
### Personal Informational
## Positive
info.personal.arena.join.success=Entrou com sucesso na arena %1.
info.personal.arena.leave.success=Saiu com sucesso da arena %1.
info.personal.arena.import.success=Importou o mundo com sucesso.
info.personal.arena.remove.success=Removeu com sucesso a arena %1.
info.personal.arena.set-stage.preparing.success=Iniciou-se a prepara\u00e7\u00e3o da arena.
info.personal.arena.set-stage.playing.success=Come\u00e7ou o jogo na arena.
info.personal.arena.addspawn=Adicionou o ponto de spawn em %1 para a arena %2.
info.personal.arena.listspawns=Pontos de spawn para a arena\:
info.personal.arena.list=Arenas dispon\u00edveis\:

info.personal.arena.create.welcome=Bem vindo ao assistente de cria\u00e7\u00e3o de arenas\! Para come\u00e7ar, por favor introduza o ID para a nova arena.
info.personal.arena.create.exit-note=Nota\: Pode sair deste assistente a qualquer altura enviando   no chat.
info.personal.arena.create.cancel-keyword=cancelar
info.personal.arena.create.cancelled=Cria\u00e7\u00e3o da arena cancelada.
info.personal.arena.create.id=Okay\! A sua arena ir\u00e1 ser criada com o ID  . Seguidamente, clique no bloco que gostaria de usar como o primeiro canto do limite da arena (a regi\u00e3o ir\u00e1 cercar todos os valores y).
info.personal.arena.create.bound-1=Okay\! O primeiro canto do limite ser\u00e1 em  . Seguidamente, por favor clique no bloco que voc\u00ea gostaria de usar como o segundo canto da fronteira da arena.
info.personal.arena.create.bound-2=Okay\! O segundo canto da fronteira ser\u00e1 em  . Em seguida, por favor posicione-se na localiza\u00e7\u00e3o que gostaria de utilizar como o ponto de spawn para a arena e escreva  .
info.personal.arena.create.ok-keyword=Aceitar
info.personal.arena.create.success=Esta arena foi criada com sucesso\! Poder\u00e1 juntar-se \u00e0 mesma escrevendo  .

## Negative
info.personal.ban.perm=Voc\u00ea foi banido permanentemente de utilizar o TTT neste servidor.
info.personal.ban.temp=Voc\u00ea foi banido de utilizar o TTT neste servidor devido   .
info.personal.ban.perm.karma=Voc\u00ea foi banido permanentemente de utilizar o TTT neste servidor pois o seu karma desceu abaixo de %1.
info.personal.ban.temp.karma=Voc\u00ea foi banido de utilizar o TTT  neste servidor com a raz\u00e3o de    e porque o seu karma desceu para l\u00e1 de   .
info.personal.pardon=Deixou de estar banido de utilizar o TTT neste servidor.

info.personal.kick=Voc\u00ea foi expulso da sua ronda atual.
info.personal.kick.karma=Voc\u00ea foi automaticamente removido desta ronda porque o seu karma desceu para l\u00e1 de  .



## Neutral
# Help
info.command.usage.help=Escreva /ttt para obter ajuda.

# Arena info command

# Game-related
# Note: the title values aren't explicitly referenced, but they're still used
info.personal.status.role.innocent=Voc\u00ea \u00e9 um terrorista inocente\! Mas cuidado, h\u00e1 traidores por perto... Em quem \u00e9 que pode confiar, e quem \u00e9 que est\u00e1 afim de o cravejar de balas?
info.personal.status.role.traitor=Voc\u00ea \u00e9 dos traidores\! Trabalhe com traidores amigos para assassinar todos os outros. Mas cuidado, caso contr\u00e1rio a sua trai\u00e7\u00e3o poder\u00e1 ser descoberta...
info.personal.status.role.traitor.alone=Voc\u00ea \u00e9 traidor\! N\u00e3o h\u00e1 outros traidores nesta ronda. Mate todos os outros para ganhar\!
info.personal.status.role.traitor.allies=Estes s\u00e3o os seus camaradas\:
info.personal.status.role.detective=Voc\u00ea \u00e9 um detetive\! O Quartel-General dos terroristas deu-lhe recursos especiais para encontrar os traidores. Use-os para ajudar inocentes, mas cuidado, os traidores est\u00e3o afim de o matar primeiro\!





info.personal.status.no-ammo=Voc\u00ea precisa de mais muni\u00e7\u00f5es\!

info.personal.status.no-drop=Voc\u00ea n\u00e3o dever\u00e1 deixar cair itens enquanto numa ronda\!


### Help messages

### General Informational
## Game-related




## Internal



### Fragments

fragment.seconds=%1 segundos
fragment.seconds.singular=%1 segundo
fragment.minutes=%1 minutos
fragment.minutes.singular=%1 minuto









### Item names/lore


### Error messages

# Permissions

# Command issues

# Arena



# Admin

# Round

# Player


# Internal

